#Задание 1
print('Здравствуйте, вас приветствует ветеринарная клиника' + '.')
print('Введите вид вашего питомца' + '.')
a = input()
print('Введите возраст вашего питомца' + '.')
b = input()
print('Введите кличку вашего питомца' + '.')
c = '"' + input() + '"'
print('Это',a,'по кличке',str(c) + ".",'Возраст:', str(b) + '.')
#Задание 2
print('Введите этапы развития человека' + '.')